Repository: svn2github/xps2img
Catalog: Xps2ImgUI/Resources/Strings.*.resx
Languages: uk

source: Show command line
uk: Показати командний рядок

source: Hide command line
uk: Сховати командний рядок

source: Reset options
uk: Скинути опції

# Launch
source: &Convert
uk: &Конвертувати

source: &Stop
uk: С&топ

# ClosingConfirmation
source: Currently executing conversion will be aborted.
uk: Поточне перетворення буде зупинено.

# SpecifyValueFormat
source: {0} parameter is required.
uk: {0} є обов'язковим параметром.

# Xps2ImgNotFountFormat
source: {1}{0}{0}Please make sure that xps2img.exe utility is present into the application folder.
uk: {1}{0}{0}Перевірте наявність xps2img.exe у папці програми.

source: Browse images
uk: Переглянути зображення

source: Browse &XPS File
uk: Перейти до XPS доку&мента

# WindowTitleLaunchingFormat
source: Launching xps2img... - {0}
uk: Запуск xps2img... - {0}

source: Reset &Parameters
uk: Скинути &параметри

# Reset
source: Reset &Settings
uk: Скинути &налаштування

source: &Copy Command Line To Clipboard
uk: &Копіювати командну строку до буфера обміну

source: Copy XP&S File Path To Clipboard
uk: К&опіювати шлях XPS документа до буфера обміну

source: &Copy Images Folder Path To Clipboard
uk: &Копіювати шлях зображень до буфера обміну

source: Help
uk: Довідка (Англійскою)

source: &About...
uk: &Про програму...

source: Load settings
uk: Завантажити налаштування

source: &Save Settings...
uk: &Зберегти налаштування...

# FilterXPS2ImgFiles
source: XPS2Img Files (*.x2i)|*.x2i|
uk: XPS2Img файли (*.x2i)|*.x2i|

# ProcessorHasTerminated
source: xps2img.exe processor application has terminated unexpectedly.
uk: xps2img.exe процесор завершився аварійно.

# DeleteConvertedImagesConfirmation
source: Converted images will be deleted.
uk: Усі зображення буде видалено.

# PressToProceedMessage
source: Press OK to proceed.
uk: Натисніть OK щоб продовжити.

source: Preferences
uk: Налаштування

source: Reset to defaults
uk: Встановити всі за замовчуванням

# SaveSettingsTitle
source: Save Settings
uk: Зберегти налаштування

# LoadSettingsTitle
source: Load Settings
uk: Завантажити налаштування

# ConversionStopConfirmation
source: Conversion will be stopped.
uk: Перетворення буде зупинено.

source: Copy &UI Command Line To Clipboard
uk: К&опіювати командну строку UI до буфера обміну

source: Copy UI &Batch Command Line To Clipboard
uk: Копіювати UI &пакетну командну строку до буфера обміну

source: Copy UI Batch Command Line Without &Error Handling To Clipboard
uk: Копіювати UI пакетну командну строку &без обробки помилок до буфера обміну

# ResumeLastConversionSuggestion
source: Would you like to resume last conversion instead of starting new one?
uk: Чи бажаєте продовжити попередне перетворення замість початку нового?

# CancelToUsePreviousValidValue
source: \n\n● Cancel or Esc reverts to previous valid value.\n● OK returns to value editing.
uk: \n\n● Скасувати встановить попередне значення.\n● OK продовжить редагування.

source: A&uto Save Settings
uk: &Автоматично зберігати налаштування

# ValidationErrorFormat
source: {0} Validation Error
uk: {0} - помилка валідації

# ValueEdit
source: &Edit Value
uk: &Редагувати значення

# ValueRevert
source: &Revert Value
uk: &Скинути значення

source: Delete Images Confirmation
uk: Підтвердження видалення зображень

source: Would you like to delete images?
uk: Чи ви дійсно бажаєте видалити всі зображення?

source: &Yes, Delete Images
uk: &Так, видалити всі зображення

# NoBackToApplication
source: &No, Go Back to Application
uk: &Ні, повернутися

source: Stop Conversion Confirmation
uk: Підтвердження зупинки перетворення

source: Would you like to stop conversion?
uk: Чи ви дійсно бажаєте зупинити перетворення?

source: &Yes, Stop Conversion
uk: &Так, зупинити перетворення

source: Close Application Confirmation
uk: Підтвердження завершення програми

source: Would you like to abort conversion and close application?
uk: Чи ви дійсно бажаєте зупинити перетворення та завершити програму?

source: &Yes, Abort and Close
uk: &Так, зупинити та завершити

source: Al&ways confirm and do not ask again
uk: З&авжди підтверджувати та більше не питати

source: &Edit Parameter
uk: &Редагувати

# ParameterIsRequired
source: This parameter is required and could not be empty.
uk: Цей параметер є обов'язковим та має бути задано.

source: Conversion Failed
uk: Помилка перетворення

# BackToApplication
source: Go &Back to Application
uk: &Повернутися до програми

source: Resume Conversion Confirmation
uk: Підтвердження продовження перетворення

source: &Yes, Resume Conversion
uk: &Так, продовжити

source: &No, Start Conversion Over
uk: &Ні, розпочати з початку

source: Unexpected: Resume is not available.
uk: Неочикувана помилка: Продовження перетворення недоступне.

source: Unexpected: Conversion is in progress.
uk: Неочикувана помилка: Перетворення ще не завершено.

source: Unexpected Error Occured
uk: Неочикувана помилка

source: Hide &Details
uk: Сховати &подробиці

source: Show &Details
uk: Показати &подробиці

source: No exception details present.
uk: Виняток не має додаткової інформації.

source: &Remember choice and do not ask again
uk: &Запам'ятати вибір та більше не питати

source: Check for &Updates
uk: Перевірити наявність &оновлень

# UpdateNoNewVersionAvailable
source: There is no new version available at this time.
uk: Оновлень немає.

# UpdatesCheckFailedWarning
source: Check for updates failed. Application Web site will be opened.
uk: Перевірка наявності оновлень не може бути виконана. Буде відкрито Веб-сторінку програми.

source: Updates Check Failed
uk: Помилка перевірки наявность оновлень

source: Would you like to check for updates manually?
uk: Чи ви бажаєте перевірити наявність оновлень вручну?

source: &Yes, Check for Updates Manually
uk: &Так, перевірити

# DownloadFailedWarning
source: Download failed. Application Web site will be opened.
uk: Оновлення не може бути завантажено. Буде відкрита Веб-сторінка програми.

source: Download Failed
uk: Помилка завантаження

source: Would you like to download update manually?
uk: Чи ви бажаєте завантажити оновлення вручну?

# YesDownloadManually
source: &Yes, Download Update Manually
uk: &Так, завантажити вручну

# UpdateFailedWarning
source: Update failed. Application Web site will be opened.
uk: Оновлення не може бути встановлено. Буде відкрито Веб-сторінку програми.

source: Update Failed
uk: Помилка оновлення

source: Would you like to download and update manually?
uk: Чи ви бажаєте завантажити оновлення та оновити програму вручну?

source: &Yes, Download and Update Manually
uk: &Так, завантажити та оновити вручну

# NewUpdateIsAvailable
source: New version is available. Application will be updated.
uk: Є нова версія програми. Оновлення буде завантажено та встановлено.

# NewUpdateAvailable
source: New Version Available
uk: Є нова версія

source: Would you like to download it and update application?
uk: Чи ви бажаєте завантажити оновлення та оновити програму?

source: &Yes, Download and Update
uk: &Так, завантажити та оновити

source: Value is not valid integer number
uk: Значення не є дозволеним цілим числомnumber

# AbbrevSeconds
source: sec
uk: сек

# AbbrevMinutes
source: min
uk: хв

# AbbrevHours
source: hr
uk: год

# AbbrevDays
source: d
uk: д

# AbbrevPages
source: pp
uk: с

# AbbrevPage
source: p
uk: с

# VisitDownloadPage
source: <a href="http://sourceforge.net/projects/xps2img/files/">Visit download page</a>
uk: <a href="http://sourceforge.net/projects/xps2img/files/">Відкрити сторінку завантаження</a>

# WhatsNewFormat
source: What's new in version {0}
uk: Що нового у оновленні {0}

source: S&horten Image Extension
uk: &Використовувати короткі розширення імен зображень

source: Conversion was aborted by user.
uk: Перетворення було зупинено користувачем.

source: Browse I&mages Folder
uk: Перейти до папки &зображень

# DocumentHasNoPages
source: Document has no pages. Nothing to convert.
uk: Документ не має жодної сторінки. Перетворення неможливе.

# PagesSpecifiedAreOutOfRangeFormat
source: Pages specified are out of document pages range. {0} is the last one.
uk: Документ не має заданої кількості сторінок. Сторінка {0} є останньою.

# DoItNowFormat
source: {0} Now!
uk: {0} зараз!

# GoingToActionInFormat
source: Going to {0} in {1} second{2}...
uk: {0} через {1}...

# UpdatePageFailedStatus
source: Page #{0} conversion failed: {1}
uk: Перетворення сторінки #{0} не вдалося: {1}

source: Conversion completed with errors.
uk: Перетворення завершилося із помилками.

# NotConvertedPageNumbers
source: Not converted page numbers: {0}.
uk: Наступні сторінки не було перетворено: {0}.

# NotConvertedPageNumbersConfirmToCopy
source: Not converted page numbers: {0}. Confirm to copy them to clipboard.
uk: Наступні сторінки не було перетворено: {0}. Підтвердіть для копіювання номерів до буфера обміну.

source: Completed with Errors
uk: Завершено із помилками

source: Would you like to copy page numbers to clipboard?
uk: Чи ви бажаєте скопіювати номера сторінок до буфера обміну?

source: &Yes, Copy to Clipboard
uk: &Так, скопіювати

source: Cancel
uk: Скасувати

source: OK
uk: ОК

source: Close
uk: Закрити

# HelpAbout_CheckForUpdatesLinkLabel
source: Check for Updates
uk: Перевірити наявність оновлень

# HelpAbout_HistoryLinkLabel
source: View Revision History
uk: Історія оновлень (Англійскою)

# HelpAbout_SiteLinkLabel
source: Visit Web Site
uk: Переглянути Веб-сторінку (Англійскою)

# HelpAbout_Title
source: About {0} {1}
uk: Про {0} {1}

# Preferences_Title
source: Preferences
uk: Налаштування
