Repository: svn2github/xps2img
Catalog: xps2imgShared/Resources/Strings.*.resx
Languages: uk

source: Value is not valid integer number
uk: Значення не є цілим числом

# FilterAllFiles
source: All Files (*.*)|*.*
uk: Усi файли (*.*)|*.*

# FilterXPSFiles
source: XPS Documents (*.xps)|*.xps|
uk: XPS документи (*.xps)|*.xps|

# FilterExeFiles
source: Executable Files (*.exe)|*.exe|
uk: Виконувані файли (*.exe)|*.exe|

# SelectXpsFile
source: Select XPS Document
uk: Оберіть XPS документ

source: Select Executable File
uk: Оберіть виконуваний файл

# SpecifyImagesFolder
source: Specify folder to store images. If not set new folder named as document will be created in folder where document is.
uk: Оберіть папку, до якої потрібно зберігати зображення. Інакше папка буде створена за місцем знаходження документа та мати його ім'я.

source: Auto
uk: Автоматично

# TiffCompressOption_NoneValue
source: None
uk: Не стискати

# PostAction_DoNothingValue
source: Do Nothing
uk: Нічого не робити

# PostAction_ShutdownValue
source: Shutdown
uk: Вимкнути комп'ютер

# PostAction_RebootValue
source: Reboot
uk: Перезавантажити комп'ютер

# PostAction_SleepValue
source: Sleep
uk: Перейти до сплячого режиму комп'ютера

# PostAction_HibernateValue
source: Hibernate
uk: Перейти до режиму гібернації комп'ютера

# PostAction_LogOffValue
source: Log Off
uk: Залишити систему

# PostAction_ExitValue
source: Exit
uk: Вийти з програми

# ProcessPriorityClass_AutoValue
source: Auto
uk: Автоматично

# ProcessPriorityClass_IdleValue
source: Idle
uk: Найнижчий

# ProcessPriorityClass_BelowNormalValue
source: Below Normal
uk: Нижче звичайного

# ProcessPriorityClass_NormalValue
source: Normal
uk: Звичайний

# ProcessPriorityClass_AboveNormalValue
source: Above Normal
uk: Вище звичайного

# ProcessPriorityClass_HighValue
source: High
uk: Найвищий

# Options_Description
source: Converts XPS (XML Paper Specification) document to set of images.
uk: Перетворює XPS (XML Paper Specification) документ у зображення.

# Options_SrcFileName
source: XPS Document
uk: XPS документ

# Options_SrcFileDescription
source: XPS document to process. Required
uk: XPS документ до перетворення. Є обов'язковим

# Options_SrcFileCmdDescription
source: XPS document to process
uk: XPS документ до перетворення

# Options_OutDirName
source: Output Folder
uk: Папка призначення

# Options_OutDirDescription
source: Output folder new folder named as document will be created in folder where document is by default
uk: Папка призначення папка буде створена за місцем знаходження документа та мати його ім'я, якщо не задано

# Options_PostActionName
source: After Conversion
uk: Дія після перетворення

# Options_PostActionDescription
source: Action to execute after conversion completed
uk: Дія після завершення перетворення

# Options_PagesName
source: Pages
uk: Сторінки

# Options_PagesDescription
source: Pages all by default Syntax: all: 1- single: 1 set: 1,3 range: 1-10 or -10 or 10- combined: 1,3-5,7-9,15-
uk: Сторінки всі сторінки, якщо не задано Синтаксис: всі: 1- одна: 1 декілька: 1,3 діапазон: 1-10 або -10 або 10- комбіновано: 1,3-5,7-9,15-

# Options_FileTypeName
source: Image Type
uk: Тип зображення

# Options_FileTypeDescription
source: Image type
uk: Тип зображення

# Options_JpegQualityName
source: JPEG Quality
uk: Якість JPEG

# Options_JpegQualityDescription
source: JPEG quality level (10-100)
uk: Рівень якості JPEG (10-100)

# Options_TiffCompressionName
source: TIFF Compression
uk: Метод стиску TIFF

# Options_TiffCompressionDescription
source: TIFF compression method CCITT G3, CCITT G4 and RLE produce black and white images
uk: Метод стиску TIFF CCITT G3, CCITT G4 та RLE використовуються для створення чорно-білих зображень

# Options_PreferDpiOverSizeName
source: Image DPI Instead Of Size
uk: DPI зображення замість розміру

# Options_PreferDpiOverSizeDescription
source: Use image DPI instead of size
uk: Використовувати DPI зображення замість розміру

# Options_RequiredSizeName
source: Image Size
uk: Розмір зображення

# Options_RequiredSizeDescription
source: Desired image size (greater or equal 10) DPI will be ignored if image size is specified Syntax: width only: 2000 height only: x1000
uk: Бажанний розмір зображення. Повинен бути більше або дорівнювати 10 DPI зображення ігнорується, якщо розмір зображення задано Синтаксис: тільки ширина: 2000 тільки висота: x1000

# Options_DpiName
source: Image DPI
uk: DPI зображення

# Options_DpiDescription
source: Image DPI (16-2350) DPI will be ignored if image size is specified
uk: DPI зображення (16-2350) DPI зображення ігнорується, якщо розмір зображення задано

# Options_PageCropName
source: Crop White Margins
uk: Обрізати білі поля

# Options_PageCropDescription
source: Crop white margins
uk: Обрізати білі поля

# PageCrop_NoneValue
source: No
uk: Ні

# PageCrop_CropValue
source: Crop
uk: Обрізати

# PageCrop_FitValue
source: Fit Content
uk: Приладити зміст сторінки

# Options_PageCropMarginName
source: Cropped Margins
uk: Розмір полів після обрізу

# Options_PageCropMarginDescription
source: Cropped margins 3x3 by default Syntax: left and right: 20 top and bottom: x10 all : 20x10
uk: Розмір полів після обрізу 3x3 якщо не задано Синтаксис: право та ліво: 10 верх та низ: x10

# Options_UseFileNameAsImageNameName
source: Image Prefix Incudes Document Name
uk: Ім'я документа як префікс імені зображення

# Options_UseFileNameAsImageNameDescription
source: Image prefix incudes document name: document-01.png
uk: Використовувати ім'я документа як префікс імені зображення: document-01.png

# Options_ImageNameName
source: Image Prefix
uk: Префікс імені зображення

# Options_ImageNameDescription
source: Image name prefix. <>:"/\|?* characters are not allowed numeric if omitted: 01.png
uk: Префікс, що буде додано до імені зображення. Символи <>:"/\|?* неприпустимі ціле число, якщо не задано: 01.png

# Options_ImageNameCmdDescription
source: Image name prefix. <>:"/\|?* characters are not allowed numeric if omitted: 01.png name of document if empty (-i ""): document-01.png
uk: Префікс, що буде додано до імені зображення. Символи <>:"/\|?* неприпустимі ціле число, якщо не задано: 01.png ім'я документа, якщо пустий рядок (-i ""): document-01.png

# Options_FirstPageIndexName
source: First Page Index
uk: Номер першої сторінки

# Options_FirstPageIndexDescription
source: Document body first page index or desired and actual page numbers in any order 1 by default Syntax: numeric: 5 desired and actual page numbers: "96 100" or 96-100
uk: Номер першої сторінки документа 1, якщо не задано Синтаксис: сторінка: 5 бажана та фактична номери сторінок: "96 100" або 96-100

# Options_PrelimsPrefixName
source: Preliminaries Prefix
uk: Префікс попередніх сторінок

# Options_PrelimsPrefixDescription
source: Preliminaries prefix. <>:"/\|?* characters are not allowed
uk: Префікс, що буде додано до імен файлів попередніх сторінок. Символи <>:"/\|?* неприпустимі

# Options_ShortenExtensionDescription
source: Shorten image extension down to three characters
uk: Використовувати короткі розширення файлів зображень

# Options_ProcessorsNumberName
source: Processors
uk: Кількість процесів

# Options_ProcessorsNumberDescription
source: Number of simultaneously running document processors number of logical CPUs by default
uk: Кількість одночасно працюючих процесів перетворення кількість логічних процесорів, якщо не задано

# Options_ProcessPriorityName
source: Processors Priority
uk: Пріоритет процесів

# Options_ProcessPriorityDescription
source: Document processors priority normal by default
uk: Пріоритет процесів перетворення звичайний, якщо не задано

# Options_CpuAffinityName
source: Processors Affinity
uk: Використовувати процесори

# Options_CpuAffinityDescription
source: CPUs document processors will be executed on all by default Syntax: all: 0- single: 0 set: 0,2 range: 0-2 or -2 or 2- combined: 0,2-
uk: Процесори, на яких буде виконуватися перетворення всі, якщо не задано Синтаксис: всі: 0- один: 0 декілька: 0,2 діапазон: 0-2 або -2 або 2- комбіновано: 0,2-

# Options_CpuAffinityCmdDescription
source: CPUs process will be executed on all by default Syntax: all: 0- single: 0 set: 0,2 range: 0-2 or -2 or 2- combined: 0,2-
uk: Процесори, на яких буде виконуватися перетворення всі, якщо не задано Синтаксис: всі: 0- один: 0 декілька: 0,2 діапазон: 0-2 або -2 або 2- комбіновано: 0,2-

# Options_IgnoreExistingName
source: Ignore Existing Images
uk: Ігнорувати існуючі зображення

# Options_IgnoreExistingDescription
source: Do not overwrite existing images. Will be reset in case of any image related property change
uk: Не перезаписувати існуючі зображення. Опцію буде повернуто в початковий стан у випадку зміни якого-небудь з параметрів зображення

# Options_IgnoreExistingCmdDescription
source: Do not overwrite existing images
uk: Не перезаписувати існуючі зображення

# Options_IgnoreErrorsName
source: Ignore Conversion Errors
uk: Ігнорувати помилки перетворення

# Options_IgnoreErrorsDescription
source: Ignore conversion errors
uk: Ігнорувати всі можливі помилки, які можуть виникнути під час перетворення

# Options_SilentName
source: Silent
uk: Робота без повідомлень

# Options_SilentDescription
source: Silent mode (no progress will be shown)
uk: Робота без повідомлень (хід перетворення не буде показано)

# Options_TestName
source: Test Mode
uk: Тестовий режим

# Options_TestDescription
source: Test mode (no files will be written)
uk: Тестовий режим (без створення файлів)

# Options_CleanDescription
source: Clean (delete images)
uk: Видалити зображення

# Options_ParametersCategory
source: Parameters
uk: Параметри

# Options_OptionsCategory
source: Options
uk: Опції

source: Cancel
uk: Скасувати

source: Close
uk: Закрити

source: OK
uk: ОК

source: &Apply
uk: &Вжити

source: Paper Size
uk: Розмір паперу

# AbbrevSeconds
source: sec
uk: сек

# AbbrevMinutes
source: min
uk: хв

# AbbrevHours
source: hr
uk: год

# AbbrevDays
source: d
uk: д

# AbbrevPages
source: pp
uk: с

# AbbrevPage
source: p
uk: с
